Repository: feitianyiren/pretix-sofort
Catalog: pretix_sofort/locale/*/LC_MESSAGES/django.po
Languages: tr

source: Sofort payment
tr: Sofort ödemesi

source: pretix payment via Klarna Sofort
tr: Klarna Sofort ile pretix ödemesi

source: Refund automatically?
tr: Otomatik iade?

source: Automatically prepare refund with Sofort. You still need to consolidate and send out the refund with Sofort manually!
tr: Sofort ile para iadesini otomatik olarak hazırlayın. Hala iadeyi Sofort ile birlikte konsolide etmeniz ve göndermeniz gerekiyor!

source: Do not send refund instruction to Sofort, only mark as refunded in pretix
tr: Geri ödeme talimatını Sofort'a göndermeyin, iade edildiğini sadece pretix'te işaretleyin

source: Customer ID
tr: Müşteri kimliği

source: API key
tr: API anahtarı

source: Project ID
tr: Proje Kimliği

source: Sofort reported an error: {}
tr: Sofort bir hata bildirdi: {}

source: We had trouble communicating with Sofort. Please try again and get in touch with us if this problem persists.
tr: Sofort ile iletişimde sorun vardı. Lütfen tekrar deneyin ve bu sorun devam ederse bizimle iletişime geçin.

source: We were unable to transfer the money back automatically. Please get in touch with the customer and transfer it back manually.
tr: Parayı otomatik olarak geri transfer edemedik. Lütfen müşteri ile temasa geçin ve manuel olarak geri gönderin.

source: Your input was invalid, please try again.
tr: Girişiniz geçersiz, lütfen tekrar deneyin.

source: We had trouble communicating with Sofort. Please try again and contact support if the problem persists.
tr: Sofort ile iletişimde sorun vardı. Lütfen tekrar deneyin ve sorun devam ederse desteğe başvurun.

source: Transaction started, no tracing possible
tr: İşlem başladı, takip edemezsiniz

source: Transaction refunded
tr: İşlem iade edildi

source: Money not received
tr: Para alınmadı

source: Money not yet received
tr: Para henüz alınmadı

source: Money received
tr: Para alındı

source: Sofort reported a status notification: {status}
tr: Sofort bir durum bildirimi bildirdi: {status}

source: Sofort payment history
tr: Sofort ödeme geçmişi

source: This will remove payment-related history information. No download will be offered.
tr: Bu ödeme ile ilgili geçmiş bilgilerini kaldıracaktır. Hiçbir indirme yapılmayacaktır.

source: The Sofort transaction %(trans)s has succeeded, but the order %(order)s is expired and the product was sold out in the meantime. Therefore, the payment could not be accepted. Please contact the user and refund the money via Sofort's interface.
tr: Sofort %(trans)s işlemi başarılı oldu, ancak %(order)s siparişinin süresi doldu ve bu arada ürün satıldı. Bu nedenle ödeme kabul edilemedi. Lütfen kullanıcıyla iletişime geçin ve Sofort'un arayüzü üzerinden para iadesi yapın.

source: Sofort reported that the transaction %(trans)s has been refunded. Do you want to refund mark the matching order (%(order)s) as refunded?
tr: Sofort, %(trans)s işleminin iade edildiğini bildirdi. Eşleşen %(order)s siparişini iade edilen şekilde işaretlemek ister misiniz?

source: No
tr: Hayır

source: Yes, mark order as refunded
tr: Evet, iade edilen siparişi işaretle

source: This action cannot be undone.
tr: Bu işlem geri alınamaz.

source: After you submitted your order, we will redirect you to Sofort to complete your payment. You will then be redirected back here to get your tickets.
tr: Siparişinizi verdikten sonra ödemenizi tamamlamak için sizi Sofort'a yönlendireceğiz. Biletlerinizi almak için buraya geri yönlendirileceksiniz.

source: This order has been paid with Sofort.
tr: Bu sipariş Sofort ile ödendi.

source: This order has been planned to be paid with Sofort and has been marked as refunded.
tr: Bu siparişin Sofort ile ödenmesi planlandı ve iade edildi olarak işaretlendi.

source: This order has been planned to be paid with Sofort, but the payment has not yet been completed.
tr: Bu siparişin Sofort ile ödenmesi planlandı, ancak ödeme henüz tamamlanmadı.

source: Transaction
tr: İşlem

source: Time
tr: zaman

source: Status
tr: Durum

source: Payer name
tr: Ödeme adı

source: Bank
tr: Banka

source: Our attempt to execute your payment has failed. Please try again or contact us.
tr: Ödeme gerçekleştirme girişimimiz başarısız oldu. Lütfen tekrar deneyin veya bizimle iletişime geçin.

source: We're waiting for an answer regarding your payment. Please contact us, if this takes more than a few hours.
tr: Ödemenizle ilgili bir cevap bekliyoruz. Bu birkaç saatten fazla sürerse, lütfen bize ulaşın.

source: The payment process has started in a new window.
tr: Ödeme işlemi yeni bir pencerede başladı.

source: The window to enter your payment data was not opened or was closed?
tr: Ödeme verilerinizi girmek için pencere açılmamış veya kapatılmamış mı?

source: Click here in order to open the window.
tr: Pencereyi açmak için buraya tıklayın.

source: Your payment could not be handled as the event sold out in the meantime. Please contact the organizer for more information.
tr: Ödemeniz, o sırada satılan etkinlik olarak ele alınamadı. Daha fazla bilgi için lütfen organizatöre başvurun.

source: The payment process has failed. You can click below to try again.
tr: Ödeme işlemi başarısız oldu. Tekrar denemek için aşağıyı tıklayabilirsiniz.

source: Your payment has been started processing and will take a while to complete. We will send you an email once your payment is completed. If this takes longer than expected, contact the event organizer.
tr: Ödeme işleminiz başladı ve tamamlanması biraz zaman alacak. Ödemeniz tamamlandığında size bir e-posta göndereceğiz. Bu beklenenden uzun sürerse etkinlik düzenleyicisine başvurun.

source: The payment process was canceled. You can click below to try again.
tr: Ödeme işlemi iptal edildi. Tekrar denemek için aşağıyı tıklayabilirsiniz.

source: Sorry, there was an error in the payment process.
tr: Üzgünüz, ödeme sürecinde bir hata oluştu.

source: Sorry, there was an error in the payment process. Please check the link in your emails to continue.
tr: Üzgünüz, ödeme sürecinde bir hata oluştu. Devam etmek için lütfen e-postalarınızdaki bağlantıyı kontrol edin.

source: The order cannot be marked as refunded as it is not marked as paid!
tr: Sipariş, ödeme olarak işaretlenmediği için iade edildi olarak işaretlenemez!

source: The order has been marked as refunded and the issue has been marked as resolved!
tr: Sipariş iade edildi olarak işaretlendi ve sorun çözüldü olarak işaretlendi!
